tap "charmbracelet/tap"
tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "n0rdy/n0rdy"
tap "xwmx/taps"
brew "python@3.11"
brew "awscli"
brew "binutils"
brew "bottom"
brew "btop"
brew "cava"
brew "cmake"
brew "djvulibre"
brew "docker-compose"
brew "docker-machine"
brew "duti"
brew "exiftool"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "ncurses"
brew "htop"
brew "imagemagick"
brew "jq"
brew "just"
brew "lazygit"
brew "librsvg"
brew "lsd"
brew "lynx"
brew "mas"
brew "media-info"
brew "mu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nerdfix"
brew "nnn"
brew "node"
brew "nushell"
brew "nvm"
brew "odt2txt"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pipes-sh"
brew "pnpm"
brew "pop"
brew "poppler"
brew "postgresql@14", restart_service: true
brew "postgresql@15"
brew "pup"
brew "railway"
brew "ranger", args: ["HEAD"]
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "rustup-init"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "thefuck"
brew "tmux"
brew "tracy"
brew "tty-clock"
brew "vhs"
brew "vite"
brew "w3m"
brew "wallpaper"
brew "wget"
brew "yarn"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/skate"
brew "charmbracelet/tap/soft-serve"
brew "charmbracelet/tap/wishlist"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "n0rdy/n0rdy/remindme"
brew "xwmx/taps/nb"
cask "1password"
cask "alacritty"
cask "anki"
cask "appcleaner"
cask "arc"
cask "cron"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-material-design-icons-webfont"
cask "font-material-icons"
cask "font-monocraft"
cask "font-ubuntu"
cask "google-chrome"
cask "graphiql"
cask "iina"
cask "karabiner-elements"
cask "keycastr"
cask "linear-linear"
cask "linearmouse"
cask "loom"
cask "macforge"
cask "numi"
cask "onyx"
cask "pika"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "rar"
cask "raycast"
cask "remarkable"
cask "runjs"
cask "secretive"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "sqlitestudio"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "ytmdesktop-youtube-music"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "AtlasVPN", id: 1525872949
mas "Boop", id: 1518425043
mas "Hand Mirror", id: 1502839586
mas "reMarkable", id: 1276493162
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "aeschli.vscode-css-formatter"
vscode "altcoda.cybervision"
vscode "anseki.vscode-color"
vscode "ardenivanov.svelte-intellisense"
vscode "Avetis.tokyo-night"
vscode "benjaminbenais.copilot-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "henrikvilhelmberglund.tokyo-night-henrikvilhelmberglund"
vscode "henry-li.vscode-import-formatter"
vscode "hugo-olv.tokyo-candy-night"
vscode "ipatalas.vscode-postfix-ts"
vscode "James-Yu.latex-workshop"
vscode "Janne252.fontawesome-autocomplete"
vscode "jock.svg"
vscode "KevinRose.vsc-python-indent"
vscode "Luxcium.pop-n-lock-theme-vscode"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mathematic.vscode-latex"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "pdconsec.vscode-print"
vscode "pivaszbs.svelte-autoimport"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "skellock.just"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tahabasri.snippets"
vscode "tal7aouy.theme"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-remark"
vscode "usernamehw.errorlens"
vscode "victoriadrake.kabukicho"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
