tap "aws/tap"
tap "clementtsang/bottom"
tap "dopplerhq/cli"
tap "federico-terzi/espanso"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "lucassabreu/tap"
tap "stripe/stripe-cli"
tap "xorpse/formulae"
tap "xwmx/taps"
brew "amazon-ecs-cli"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bottom"
brew "cmake"
brew "dash"
brew "docker"
brew "docker-machine"
brew "dooit"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "hasura-cli"
brew "htop"
brew "hub"
brew "hyperfine"
brew "ifstat"
brew "jq"
brew "node"
brew "jupyterlab"
brew "lazydocker"
brew "lf"
brew "lsd"
brew "mackup"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "node@14"
brew "nvm"
brew "tmux"
brew "overmind"
brew "pgcli"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "spotify-tui"
brew "starship"
brew "switchaudio-osx"
brew "tealdeer"
brew "terminal-notifier"
brew "trash-cli"
brew "tree"
brew "wallpaper"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "dopplerhq/cli/doppler", link: false
brew "federico-terzi/espanso/espanso"
brew "felixkratz/formulae/fnnn", args: ["HEAD"]
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "koekeishiya/formulae/skhd"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "betterzip"
cask "caffeine"
cask "cakebrew"
cask "cheatsheet"
cask "cloudflare-warp"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "evernote"
cask "fantastical"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-hack-nerd-font"
cask "ganache"
cask "gimp"
cask "google-chrome"
cask "google-chrome-canary"
cask "hammerspoon"
cask "home-assistant"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "ipfs"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "linear-linear"
cask "loom"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "pika"
cask "plover"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "qutebrowser"
cask "raycast"
cask "rectangle"
cask "rocket"
cask "scroll-reverser"
cask "sequel-pro"
cask "sf-symbols"
cask "signal"
cask "skitch"
cask "slack"
cask "spacelauncher"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "via"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "warp"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
