tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bottom"
brew "cava"
brew "cmake"
brew "docker"
brew "docker-machine"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "ncurses"
brew "htop"
brew "jq"
brew "lazygit"
brew "linearmouse"
brew "lsd"
brew "neofetch"
brew "python"
brew "tree-sitter"
brew "neovim"
brew "nnn"
brew "node"
brew "nvm"
brew "postgresql@15"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "wallpaper"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "dopplerhq/cli/doppler"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "arc"
cask "cron"
cask "daisydisk"
cask "dbeaver-community"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-material-icons"
cask "font-monocraft"
cask "font-ubuntu"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "linear-linear"
cask "loom"
cask "numi"
cask "obsidian"
cask "pika"
cask "postico"
cask "postman"
cask "raycast"
cask "secretive"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
